{
  "caption": "2013 - 1987 = 26",
  "steps": [
    {
      "year": 1980,
      "caption": "Happy Birthday! P.S. You're on the cent.",
      "image": "/photos/penny.jpg"
    },
    {
      "year": 1977,
      "caption": "I'll always remember our first several dates: 3 hour coffee, meet-the-friends and Icon grill, nursing party, and walk around Green Lake. xoxo",
      "image": "/photos/P1000008.JPG"
    },
    {
      "year": 1984,
      "caption": "Remember our trampoline spy/ninja princess days? Happy birthday Laur. You have the biggest heart of anyone I know. Thanks for always being my second sister & adoptive family! Xo - Calin",
      "image": "/photos/P1000007.JPG"
    },
    {
      "year": 1997,
      "caption": "Your compassion and selflessness have always left me in awe. Infindia would not exist without you and the joy you brought to our Deputation team. Blessings and laughter to you on your golden birthday. Love, Antje.",
      "image": "/photos/P1000020.JPG"
    },
    {
      "year": 1988,
      "caption": "I remember you showing up to volunteer at a social justice I worked all year to plan. You believed in me and volunteered most of the day to make the conference happen. Amazing!!! - Liz Kearny",
      "image": "/photos/P1000009.JPG"
    },
    {
      "year": 1982,
      "caption": "You have an amazing heart and gifted intelligence. You learned how to dental assist in the Dominican Republic in one day!! Happy birthday! - Marika",
      "image": "/photos/P1000011.JPG"
    },
    {
      "year": 1989,
      "caption": "Lauren, you make me laugh and smile, and you're awesome. Happy birthday :) -Brian Sun",
      "image": "/photos/P1000021.JPG"
    },
    {
      "year": 1972,
      "caption": "Happy Birthday Lauren! I feel so blessed to have you as my daughter-in-law! - Joy",
      "image": "/photos/P1000023.JPG"
    },
    {
      "year": 2013,
      "caption": "After just briefly meeting you for the first time, I was impressed with what a great wife you would be for my son Adam.  The high quality of your character shines through all your actions and words. - Curt",
      "image": "/photos/P1000024.JPG"
    },
    {
      "year": 2002,
      "caption": "Lo, you are that friend that gets on top of the refrigerator with you, and that says something. I love you to pieces! - Julie",
      "image": "/photos/P1000025.JPG"
    },
    {
      "year": 2006,
      "caption": "Rev 22. The tree of life yields twelve kinds of fruit. The leaves are for the healing of the nations. Lauren, may your tree reflect that image, offering fruit and healing to those around you! - Mom",
      "image": "/photos/P1000026.JPG"
    },
    {
      "year": 1999,
      "caption": "You are the best sister in law ever! Happy Birthday sis, I love you! - Jonny",
      "image": "/photos/P1000027.JPG"
    },
    {
      "year": 2008,
      "caption": "Lauren, Happy 26th birthday! I remember the Lord's love shining through you as you worked in the humidity and the heat in Habanero.  Your love shined like a bright star in the darkness. - Brenda Conner",
      "image": "/photos/P1000012.JPG"
    },
    {
      "year": 2000,
      "caption": "Lauren, you had never met us, were busy with school and had early morning wake-ups, yet you and Adam came to our house and cooked US dinner in our own kitchen the first time we met you.  You won us over right there:  Such a kind, sweet, lovely woman! - Josh & Brenda",
      "image": "/photos/P1000014.JPG"
    },
    {
      "year": 1970,
      "caption": "Lauren, you were the golden retriever who always cared for the well being of those around you. - Jake",
      "image": "/photos/P1000015.JPG"
    },
    {
      "year": 1997,
      "caption": "Happy birthday Lauren. It seems like just yesterday you were climbing the light pole in our front yard. I love you always. - Dad",
      "image": "/photos/P1000016.JPG"
    },
    {
      "year": 1967,
      "caption": "Lauren, I remember the first time I met you and how sure I was that you were \"the one\" for Adam.  Your gentle spirit and quiet passion for Jesus and for people shines through.  May this next year bring you much joy and new understanding of who God has made you to be.  Much love, Pat (and Jon)",
      "image": "/photos/P1000017.JPG"
    },
    {
      "year": 1978,
      "caption": "I like that you are so nice to us and that you are in the family. Love, Gia",
      "image": "/photos/P1000018.JPG"
    },
    {
      "year": 2008,
      "caption": "You have always been there, my bestie from way back. I will always remember how it seemed like you and me against the world in junior high, and the bond has just deepened since then! :) - Nicole",
      "image": "/photos/P1000028.JPG"
    },
    {
      "year": 1974,
      "caption": "Lauren, your warmth, generosity, and honesty make you an incredible friend. Plus, you give some of the best hugs ever!! I'm wishing you an incredible 27th year full of peace, love, and joy...so much joy! - Laura Richardson",
      "image": "/photos/P1000029.JPG"
    },
    {
      "year": 2004,
      "caption": "It has been an honor and continues to be a pleasure to know you as a friend/sister in Christ as well as being in the same CG as you, Lauren. Your smile and sharing reminds me of God's goodness and faithfulness. Thank you for being a blessing and for the indelible mark you leave on the lives you touch! - Dennis Kwok",
      "image": "/photos/P1000019.JPG"
    },
    {
      "year": 2008,
      "caption": "Lauren, you have been my dear friend for 20+ years: loyal, honest, encouraging, and so much fun. Through soccer, sword drills, hot tub fiascos, late night snow slides, and so much more, I'm so blessed to call you my friend and I wish you the best on your 26th birthday! Xoxo! - Ellen",
      "image": "/photos/P1000013.JPG"
    },
    {
      "caption": "In elementary school, you had short hair and got it permed every so often. You looked like Shirley Temple, but cuter! - Dana",
      "image": "/photos/Dana.jpg"
    }
  ]
}
